# Напишите функцию которая определит сколько раз встречаеться элемент в списке.
a=input("Enter text:")
b=input("What you need?:")
print(a.count(b))
